new Chart(document.getElementById("myChart"),{
  "type":"line" // グラフのタイプとして折れ線グラフを指定
  ,"data":{
    "labels":["12月1日","2日","3日","4日","5日","6日","7日","8日","9日","10日","11日","12日","13日","14日","15日","16日","17日","18日","19日","20日","21日","22日","23日","24日","26日","27日","28日","29日","30日","31日"] //横軸の値
    ,"datasets":[{
      "label":"フォロワー数" //ラベル（グラフの説明などを記載）
      ,"data":[0,2,4,8,16,19,20,25,29,31,36,50,66,83,102,120] //縦軸の値
      ,"fill":false //折れ線グラフの下の領域を塗りつぶすフラグ（true：塗りつぶす、false：塗りつぶさない）
      ,"borderColor":"rgb(75, 192, 192)" // グラフ色を指定
      ,"lineTension":0.1 //グラフの滑らか具合を指定（値が大きいほど滑らか・丸っこいになる）
    }]}
  ,"options":{}
});